{
  "pdfPageNumber": 272,
  "surnameRange": [
    "Westhäuser",
    "Widmer"
  ],
  "textColumns": {
    "Spalte01": "Westhäuser — 2\n\nWesthäuser Carl Johann, Gärtnermeister, 13 Henberg.\n\nWeth-Hang Ludw., Commis, 52 Spalen-thorweg.\n\nWethli-Huber Joh., Copist, 20 Blauenstr. Wettach-Harno Wwe. Crescentia, Tagl., 52 Aesenvorst.\n\n—Schlageter Wwe. Theresia, Fabrikarb., 5 Schafgässl.\n\nWetter-Spinnler J. J. Frdr., Commis, 9 Steinenvorst.\n\nWetterlé Louis, Apotheker, 19 Spalen-vorstadt.\n\n—Rogis Louis, Part., 19 Spalenvorst. Wetterwald-Brun Joh., Abw. a. d. kath. Schule, 12 Lindenberg.\n\n—Lang Jos., Kleinmech. u. Nähmasch-Agent, 27 Steinenvorst.\n\nJ. Wetterwald, Steinenvorst. 27. Näh-maschinenhandlung u. Kleinmecha-nikerwerkstätte. E. Jos. Wetter-wald.\n\n—Schürch Wwe. Marie, Victualienhänd-lerin, 39 Rebg.\n\nWettstein Albin, Commis, 14 Heuberg.\n\n—Hagmann A., Schlosserges., 40 Rebg.\n\n—Müller Heinrich, Mechanikerges., 3 Rheing.\n\n—Robert, Commis, 28 Schützenmattstr.\n\nWetzel Anna Cath., Silberbergarbeit., 6 Unt. Rheing.\n\n—Anna Maria, Silberbergarb., 6 Unt. Rheing.\n\n—Boll Frau Christina Wilhelm., Part., 46 Albanthal.\n\n—Carl Frdr., Küfermstr., 46 Albanthal.\n\n—Frz. Arn., Weinagent, 46 Albanthal.\n\nFranz Wetzel, Albanthal 46. Wein-agentur. E. Franz Arnold Wetzel.\n\n—Gärtner P., Malermstr., 6 Schnabel-gässl.\n\n—Spinnler Maxim., Maschinenführer, 70 Isteinerstr.\n\n—Stammbach Chr. Frdr., Mätzgermstr., 14 Maulbeerweg.\n\n—(Steinhauser) Hermann, Gärtner, 166 Grenzacherstr.\n\n—Widmer F., Fabrikarb., 3 Lindenberg.\n\n—Wüst Seb., Taglöhn., 74 Gerberg.\n\nWeyand-Hein Phil., Schuhmachermstr., 18 Weissg.\n\nWeyhing Bertha, Merceriedétail., 165 Albanringweg.\n",
    "Spalte02": "61 — Widmer\n\nWichy-Sitter Jos., Asphalteur, 44 Spalenvorstadt.\n\nWick-Althaus Jos., Tagl., 104 Isteinerstr. — Emil, Opticus, 28 Blumenrain. — Hindermann Carl, Part., 11 Schützengraben. — Merian Carl, Ingenieur, 14 Nauenstr. — Widmann C., Dienstmann, 51 Hammerstr., Hinterhaus.\n\nWicki-Bütticker Joh., Handlanger, 57 Klingenthalstr.\n\nWidemann Ad., Lehrer d. Handelswiss., 34 Schneiderg. — Vitzthum Al., Part., 34 Schneiderg.\n\nJ. A. Widemann, Schneiderg. 34. Détail in Südfrüchten. E. Alois Widemann.\n\nWidmann-Diriwächter H. G., Drechslerg., 36 Petersberg. — Jaiser Philipp, Restaurateur, 1 Bahnhofstr. — Schuhmacher Wwe. Esther, Partic., 4 Kaufhausg. — Schweighauser Joh. Hch., Lehrer, 6 Mühlenberg. — Wahl Gg., Wirth, 151 Bachlettenstr. — Waltz Ferd., Wirth, 18 Schwaneng. — Weh Math., Mechanikergeselle, 71 Johannvorst.\n\nWidmer Aug., Assistenzarzt, 2 Hebelstr. — Bieler Emil, Viehhändler, 5 Binningerstr. — Bitterli J., Tagl., 276 Grenzacherstr. — Bobst Jacob, Dienstmann, 97 Hammerstr. — Braun Wwe. Barbara, Wirthin, 31 Greifeng. — Bucher Theod., Metalldruckergehilfe, 4 Clarastr. — Degen Gottl., Zimmerparlier u. Spezier, 14 Weberg. — Emil, Postcommis, 18 Martinsg. — Ernst, Student, 11 Uteng. — Gottfr., Student, 11 Uteng. — Greiner Wwe.Anna Maria, Wascherin u. Glätterin, 72 Allschwylerstr. — Greiner Sam., Posam., 57 Klybeckstr. — Haberthür Jos., Wirth, 16 Barfüsserplatz. — Hofmann Joh., Posam., 2 Amerbachstrasse. — Kaspar Fridol., Farfarb., 67 Amerbachstr.\n"
  }
}